tap "homebrew/bundle"
tap "homebrew/core"
tap "sanemat/font"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "jq"
brew "ripgrep"
brew "tfenv"
brew "tig"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "starship"
cask "iterm2"
