tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sanemat/font"
tap "wez/wezterm"
brew "avrdude"
brew "libssh2"
brew "bat"
brew "berkeley-db", link: true
brew "python@3.12"
brew "glib"
brew "cairo"
brew "coreutils"
brew "delta"
brew "deno"
brew "exiftool"
brew "libgit2"
brew "eza"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "openssl@1.1"
brew "python@3.11"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "guile"
brew "john"
brew "jq"
brew "ldns"
brew "libfido2"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "openssh"
brew "pillow"
brew "pinentry-mac"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh"
brew "qmk/qmk/qmk"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "chatgpt"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "multipass"
cask "wezterm"
