tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "wez/wezterm"
brew "coreutils"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "ghq"
brew "git"
brew "gnupg"
brew "jq"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tig"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "google-chrome"
cask "iterm2"
cask "wezterm"
