tap "gcenx/wine"
tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sanemat/font"
tap "wez/wezterm"
brew "libtiff"
brew "jpeg-xl"
brew "boost"
brew "avrdude"
brew "libssh2"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "cairo"
brew "coreutils"
brew "deno"
brew "exiftool"
brew "libgit2"
brew "eza"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "openssl@1.1"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "go-task"
brew "gobject-introspection"
brew "guile"
brew "imagemagick"
brew "john"
brew "jq"
brew "ldns"
brew "libfido2"
brew "mise"
brew "neovim"
brew "nkf"
brew "openssh"
brew "pillow"
brew "pinentry-mac"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "winetricks"
brew "yazi"
brew "ykman"
brew "zoxide"
brew "zsh"
brew "qmk/qmk/qmk"
cask "alt-tab"
cask "chatgpt"
cask "flashspace"
cask "font-0xproto-nerd-font"
cask "font-hackgen-nerd"
cask "font-plemol-jp-nf"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jordanbaird-ice"
cask "multipass"
cask "wezterm"
cask "wine-crossover"
cask "arc"
cask "raycast"
cask "visual-studio-code"
cask "jordanbaird-ice"
cask "cleanshot"
cask "rectangle-pro"
cask "tableplus"
cask "alt-tab"
